{"equipping":[{"equipping_id":1,"character_id":1,"comment":"Удачная сборка, которая усиливает обычную атаку Сяо в роли DPS.","sets":[11]},{"equipping_id":2,"character_id":1,"comment":"Оптимальный сет артефактов для Сяо, если у Вас в группе уже много баффов на силу атаки (Сахароза с Эпосом о драконоборцах, Беннет и т.д.). Сет Конец гладиатора можно также заменить на сет Воспоминания Симэнавы — главное, чтобы были хорошие вторичные характеристики.","sets":[11,16]},{"equipping_id":34,"character_id":1,"comment":"Баффает Сяо на силу атаки, однако в связи с тем, что чем больше у Вас атаки, тем меньше пользы она приносит. Обязательно учитывайте это и правильно балансируйте свои характеристики.","sets":[11,28]},{"equipping_id":3,"character_id":1,"comment":"Оптимальный сет артефактов для Сяо, если у Вас в группе уже много баффов на силу атаки (Сахароза с Эпосом о драконоборцах, Беннет и т.д.). Сет Воспоминания Симэнавы можно также заменить на сет Конец гладиатора — главное, чтобы были хорошие вторичные характеристики.","sets":[16,28]},{"equipping_id":8,"character_id":2,"comment":"Гибридный вариант для Аяки в роли основного дамагера. Сет Конец гладиатора также можно заменить на сет Воспоминания Симэнавы. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,23]},{"equipping_id":6,"character_id":2,"comment":"Сет впечатляюще повысит урон и избавит Вас от необходимости постоянно всех замораживать. Этот вариант больше подходит для Аяки в роли второго дамагера.","sets":[14,23]},{"equipping_id":4,"character_id":2,"comment":"Если Вы собираетесь использовать Аяку в группе, нацеленной на постоянную заморозку противника, то лучше этого сета не найти. Помимо бонуса к Крио урону, четыре куска этого сета дают ещё и +20% шанса крита по врагам под статусом Крио (а Аяка будет постоянно его накладывать). Более того, ещё +20% шанса крита Вам дадут удары по замороженным целям. Таким образом, с полным сетом Аяке будет хватать всего около 30% «своего» шанса крита (с полным бонусом сета он вырастет до оптимальных 70%). Благодаря этому можно собрать гигантский крит. урон с оружия и/или артефактов.","sets":[23]},{"equipping_id":7,"character_id":2,"comment":"Гибридный вариант для Аяки в роли основного дамагера. Сет Воспоминания Симэнавы также можно заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[23,28]},{"equipping_id":5,"character_id":2,"comment":"На первый взгляд может показаться, что сет не подходит Аяке, ведь ей не будет хватать энергии на зарядку ульты. Но на самом деле Вы просто будете жертвовать элементальными частицами от «ешки» в пользу увеличения урона основных атак — причём очень неплохого увеличения. У «ешки» Аяки относительно длинный откат длиной в 10 сек, поэтому спамить её слишком часто вы не будете в любом случае — а значит, энергия будет сливаться не слишком быстро. Но «батарейка» в команде понадобится обязательно. Сет подходит только для Аяки в роли основного дамагера; при этом качаем основные атаки.","sets":[28]},{"equipping_id":12,"character_id":3,"comment":"Неплохой вариант для дамагера.","sets":[11]},{"equipping_id":14,"character_id":3,"comment":"Один из неплохих гибридных вариантов. Сет Конец гладиатора также можно заменить на сет Воспоминания Симэнавы. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,29]},{"equipping_id":226,"character_id":3,"comment":"Один из неплохих гибридных вариантов. Сет Конец Гладиатора также можно заменить на сет Воспоминания Симэнавы. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,21]},{"equipping_id":10,"character_id":3,"comment":"Сет позволит при подборе осколков от реакции Кристалл баффнуть элементальный урон соответствующего элемента у всей партии аж на 35%. Но максимум может быть усилен только один элемент, так что это хороший вариант, если Вы берёте Ноэлль в моно-Гео команду с одним персонажем другого элемента (либо, например, в партию из двух Гео и двух Пиро героев).","sets":[21]},{"equipping_id":13,"character_id":3,"comment":"Гибридный вариант из двух подходящих для Ноэлль сетов, подойдет в случае, если Вы ещё не собрали четырёх кусков этих сетов.","sets":[21,29]},{"equipping_id":227,"character_id":3,"comment":"Один из неплохих гибридных вариантов. Сет Воспоминания Симэнавы также можно заменить на сета Конец Гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[21,28]},{"equipping_id":11,"character_id":3,"comment":"Сет можно надеть, если Вы собираетесь использовать и обычные, и заряженные атаки. Используем этот сет только в случае, если Ноэлль достигла С6 и используется в роли основного дамагера.","sets":[22]},{"equipping_id":225,"character_id":3,"comment":"Один из неплохих гибридных вариантов. Сет Воспоминания Симэнавы также можно заменить на сет Конец Гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[28,29]},{"equipping_id":9,"character_id":3,"comment":"Лучший сет для Ноэлль-дамагера. Заряды Любопытства даются либо за попадания Гео атаками по противнику, либо каждые 3 секунды, пока персонаж лежит в «кармане». Стаки придётся поддерживать, но в «кармане» они сохраняются сами собой, а на поле нужно просто наносить Гео урон каждые 6 сек., чтобы удерживать максимум стаков. Словом, если Вы вынимаете Ноэлль только во время ульты, максимальный эффект Любопытства будет держаться сам собой.","sets":[29]},{"equipping_id":16,"character_id":4,"comment":"Самый лёгкий в сборке гибридный вариант — просто и эффективно: никаких особых пассивок активировать не придётся. Сет Конец гладиатора также можно заменить на сет Воспоминания Симэнавы. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,19]},{"equipping_id":21,"character_id":4,"comment":"Потенциальный вариант для саппорта Ёимии, если в вашей группе больше некому его отдать. Пока многие смотрят на этот вариант с опаской, но он может стать ценнее в будущем, если с появлением новых персонажей Ёимия станет идеальной героиней поддержки для одного из них (как, например, Тарталья для Сян Лин). Велик шанс, что тогда именно ульта (а не «ешка») Ёимии будет использоваться по кулдауну.","sets":[14]},{"equipping_id":15,"character_id":4,"comment":"Самый лёгкий в сборке гибридный вариант — просто и эффективно: никаких особых пассивок активировать не придётся. Сет Воспоминания Симэнавы также можно заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[19,28]},{"equipping_id":17,"character_id":4,"comment":"Полный сет очень хорош в группе, основанной на постоянных реакциях. Да, пассивка от четырёх предметов не сможет набрать максимальное количество стаков, но урон от Перегрузки, Пара и Таяния всё равно будет увеличен.","sets":[19]},{"equipping_id":19,"character_id":4,"comment":"Не самый популярный вариант, но стоит добавить в группу Анемо персонажа, чтобы постоянно накладывать Пиро статус на врагов Рассеиванием, и этот сет может засиять. ","sets":[20]},{"equipping_id":18,"character_id":4,"comment":"Один из лучших вариантов для Ёимии, если у Вас есть хороший щитовик в команде (в идеале, конечно, Чжун Ли). Увеличение урона особенно полезно для Ёимии в целом: ей очень важно непрерывно наносить урон и поддерживать стаки, пока действует «ешка». Любой уворот, получение урона, отбрасывание может сбить цикл и снизить урон в секунду.","sets":[22]},{"equipping_id":20,"character_id":4,"comment":"Снарядив Ёимию этим сетом, Вы будете вынуждены сначала юзать «ешку», а затем ульту, ведь усиление от четырёх кусков сета требует поглощения 15 единиц энергии. Сам сет снизит частоту использования ульты Ёимии, однако Беннет с его быстрым откатом элементального навыка может стать для неё «батарейкой». Бейте врагов «ешкой» Беннета, быстро переключайтесь на Ёимию и ловите элементальные частицы. Таким образом можно будет и прокать эффект от сета, и достаточно часто использовать ульту.","sets":[28]},{"equipping_id":25,"character_id":5,"comment":"Гибридный вариант сетов, который можно использовать, если подобрать качественные куски с хорошими вторичными характеристиками.\n","sets":[14,21]},{"equipping_id":35,"character_id":5,"comment":"Гибридные варианты сетов, который можно использовать, если подобрать качественные куски с хорошими вторичными характеристиками.","sets":[14,29]},{"equipping_id":23,"character_id":5,"comment":"Вариант для усиления командного урона в группах на элементальных реакциях.","sets":[21]},{"equipping_id":36,"character_id":5,"comment":"Гибридные варианты сетов, который можно использовать, если подобрать качественные куски с хорошими вторичными характеристиками.","sets":[21,29]},{"equipping_id":24,"character_id":5,"comment":"Вариант для усиления группы, минус — он практически ничего не даёт самому Альбедо. Эффект от четырех кусков длится 3 секунды и может быть активирован даже из «кармана», что отлично сочетается с частотой срабатывания цветка Альбедо.","sets":[26]},{"equipping_id":22,"character_id":5,"comment":"Несомненно лучший вариант для Альбедо. Поддерживать эффект полного сета не так уж и сложно. Пока Альбедо «в кармане», стаки пассивки набираются сами по себе каждые 3 секунды и удерживаются бесконечно; если же Альбедо на поле, то стаки добавляются после каждой Гео атаки по противнику — либо убавляются по одному каждые 6 сек., если Альбедо не наносит Гео урона. Словом, если Ваш Альбедо проводит большую часть времени «в кармане», то про пассивку можно спокойно забыть — она будет работать сама по себе. Если же Вы подолгу держите его на поле, просто следите за тем, чтобы «ешка» наносила урон каждые 2 секунды, и стаки тоже будут в безопасности.","sets":[29]},{"equipping_id":229,"character_id":6,"comment":"Подойдет для Аято в роли саб-ДД. Аналогично можно использовать сет Эмблема рассеченной судьбы.","sets":[14]},{"equipping_id":27,"character_id":6,"comment":"Гибридный вариант сетов, который можно использовать, так как полный набор сета Отголоски подношения с хорошими характеристиками собрать достаточно сложно.","sets":[24,32]},{"equipping_id":228,"character_id":6,"comment":"Подойдет для Аято в роли саб-ДД. Аналогично можно использовать сет Церемония древней знати.","sets":[27]},{"equipping_id":26,"character_id":6,"comment":"Лучше всего подойдет для Аято, который наносит основной урон.","sets":[32]},{"equipping_id":29,"character_id":7,"comment":"Барбара не очень требовательна к статам, поэтому, если сильно не хватает энергии, лучше использовать этот сэт, чем менять оружие на Кодекс Фавония.","sets":[10]},{"equipping_id":28,"character_id":7,"comment":"Хотя эта сборка не увеличит урон Вашего отряда, Барбара сохранит всех Ваших персонажей живыми и здоровыми. При использовании «Эпоса о драконоборцах» в качестве оружия Вы захотите переключаться на Барбару каждые 20 секунд, чтобы затем переключиться на своего основного дамаг дилера (DPS) для повышения силы его атак.","sets":[13]},{"equipping_id":30,"character_id":7,"comment":"Вариант для усиления командного урона в группах.","sets":[14]},{"equipping_id":32,"character_id":8,"comment":"Используется только в специфических группах, которые построены на постоянных элементальных реакциях. Вы можете использовать сет Инструктора, если на другом Вашем герое поддержки уже есть сет из четырех кусков Церемонии древней знати, и они будут работать вместе.","sets":[1]},{"equipping_id":33,"character_id":8,"comment":"Сет работает в тех группах, где не хватает восстановления энергии.","sets":[3]},{"equipping_id":37,"character_id":8,"comment":"Эта сборка усиливает физический урон Беннета, полностью игнорируя его навыки стихий. Мы добиваемся максимально возможной базовой атаки, чтобы усилить его навык «Волнительное приключение».","sets":[11]},{"equipping_id":38,"character_id":8,"comment":"Хороший вариант, если не удалось собрать четыре куска сета Конец гладиатора. Такая сборка аналогично усиливает физический урон Беннета, полностью игнорируя его навыки стихий. Мы добиваемся максимально возможной базовой атаки, чтобы усилить его навык Волнительное приключение. ","sets":[11,15]},{"equipping_id":31,"character_id":8,"comment":"Получается фантастический бонус к урону! Если Вы ограничены в ресурсах, то вполне достаточно прокачать только цветок и часы (как правило, восстановление энергии).","sets":[14]},{"equipping_id":41,"character_id":9,"comment":"Такая сборка даёт наибольший эффект при всей своей простоте. Возможна замена сета Конец гладиатора на сеты Воспоминания Симэнавы или Церемения древней знати.","sets":[11,17]},{"equipping_id":42,"character_id":9,"comment":"Подходящий сет, однако нужно помнить, что наносимый Бэй Доу урон резко возрастает, когда Вы точно рассчитываете время контратаки её второго навыка, Призыв волны, после того, как Вы разблокируете ей 1-й и 2-й пассивные таланты. Это даст Вам 10-секундное окно увеличения урона от Ваших обычных и заряженных атак.","sets":[11]},{"equipping_id":39,"character_id":9,"comment":"Такая сборка даёт наибольший эффект при всей своей простоте. Возможна замена сета Церемения древней знати на сеты Конец гладиатора или Воспоминания Симэнавы.","sets":[14,17]},{"equipping_id":40,"character_id":9,"comment":"Такая сборка даёт наибольший эффект при всей своей простоте. Возможна замена сета Воспоминания Симэнавы на сеты Конец гладиатора или Церемения древней знати.","sets":[17,28]},{"equipping_id":43,"character_id":9,"comment":"Подходящий сет, если Вы планируете использовать Бэй Доу в команде, построенной на реакции Заряд. Но используйте только куски с хорошими вторичными статами и фармите этот сет на свой страх и риск: он не так часто используется в других сетапах и на других героях.","sets":[18]},{"equipping_id":44,"character_id":9,"comment":"Полезный сет, но тут есть нюанс. Не набирайте больше восстановления энергии, чем необходимо: 160-180% будет достаточно.","sets":[27]},{"equipping_id":46,"character_id":10,"comment":"С надетым сетом тактика такая: используем ульту, стягиваем в неё врагов, а потом — под баффом на силу атаки — начинаем наносить урон основным дамагером. Но использовать этот вариант стоит только в случае, если нет сета Изумрудная тень.","sets":[14]},{"equipping_id":47,"character_id":10,"comment":"Альтернативный набор сетов, если не удалось собрать четыре куска сетов Церемония древней знати и Измрудная тень.","sets":[14,16]},{"equipping_id":45,"character_id":10,"comment":"Данный сет будет идеальным решением, ведь после патча 1.6 Рассеивание элементов вдобавок наносит невероятный урон. Это объективно лучший вариант: он повышает и урон от ульты самого Венти (при условии, что Вы заряжаете ульту любой другой стихией), и урон Вашего основного дамагера, чей элемент был рассеян.","sets":[16]},{"equipping_id":52,"character_id":11,"comment":"Можно использовать данный набор сетов, за неимением хороших статов на всех артефактах из какого-либо сета. Сет Конец гладиатора также можно заменить на сет Воспоминания Симэнавы. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,23]},{"equipping_id":48,"character_id":11,"comment":"Хороший вариант для Гань Юй в команде с реакцией Таяние, даст много мастерства стихий и увеличит урон от заряженных атак. Однако собрать хорошие куски этого сета сложнее всего.","sets":[12]},{"equipping_id":54,"character_id":11,"comment":"Сет подойдет для Гань Юй в роли саппорта для максимального урона от ульты.","sets":[14]},{"equipping_id":55,"character_id":11,"comment":"Набор сетов будет отличной альтернативой полному набору сета Церемония древней знати для Гань Юй в роли саппорта для максимального урона от ульты.","sets":[14,23]},{"equipping_id":50,"character_id":11,"comment":"Этот сет вкупе с сильным щитовиком в команде (например, Чжун Ли) сделает Ваш геймплей максимально приятным. При правильной сборке Гань Юй и её саппортов Вам даже не придётся задумываться об уклонении от большинства атак.","sets":[22]},{"equipping_id":51,"character_id":11,"comment":"Однозначно лучший сет для Гань Юй в группе, рассчитанной на постоянную заморозку.","sets":[23]},{"equipping_id":53,"character_id":11,"comment":"Можно использовать данный набор сетов, за неимением хороших статов на всех артефактах из какого-либо сета. Сет Воспоминания Симэнавы также можно заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[23,28]},{"equipping_id":49,"character_id":11,"comment":"Сет можно использовать, если Вы готовы пожертвовать постоянным присутствием ульты на поле.","sets":[28]},{"equipping_id":58,"character_id":12,"comment":"Если у Вас не хватает двух частей сетов Кокон сладких грёз или Эмблема рассечённой судьбы, можно на время надеть на персонажа данный сет.","sets":[21]},{"equipping_id":57,"character_id":12,"comment":"Комбинированный сет, который подойдет при недостатке восстановления энергии, особенно если у Вас нет лука с соответствующей характеристикой.","sets":[27,29]},{"equipping_id":56,"character_id":12,"comment":"Данный сет будет отличным выбором. Благодаря быстрой перезарядке элементального умения Горо и возможности получать стаки Любопытства, находясь вне поля боя, добывание бонусов защиты и Гео не должно стать проблемой.","sets":[29]},{"equipping_id":59,"character_id":13,"comment":"Отличный сет, который увеличит физический урон мечницы, превращая её в превосходный гибрид бойца и целителя.","sets":[11]},{"equipping_id":60,"character_id":13,"comment":"Имеет смысл надеть, если не удаётся выбить полный сет Конец гладиатора. Такой вариант сборки аналогично увеличит физический урон мечницы, превращая её в превосходный гибрид бойца и целителя.","sets":[11,15]},{"equipping_id":61,"character_id":13,"comment":"Данный набор артефактов имеет смысл собрать для Джинн в роли саппорта, учитывая зависимость лечения от силы атаки.","sets":[11,16]},{"equipping_id":63,"character_id":14,"comment":"Альтернативный сет, если четырёх кусков сета Горящая алая ведьма ещё не нафармили. ","sets":[11,19]},{"equipping_id":65,"character_id":14,"comment":"Этот сет проигрывает по эффективности всем предыдущим, так как Дилюк больше полагается на урон от стихийных атак, чем на обычные атаки. Если Вы ещё не фармили артефакты вообще, то на время Дилюку подойдёт.","sets":[11]},{"equipping_id":64,"character_id":14,"comment":"Неплохой вариант, если случайно завалялись хорошие артефакты сета Церемония древней знати — почему бы и нет. ","sets":[14,19]},{"equipping_id":62,"character_id":14,"comment":"Лучший вариант для Дилюка. При надетом сете обязательно нужно сначала трижды прожать элементальный навык и уже только на разогнанном на максимум пиро уроне использовать взрыв стихии.","sets":[19]},{"equipping_id":66,"character_id":15,"comment":"Замечательный сет для Дионы в роли целителя. Сет не только усиливает исцеляющие способности персонажа, но и увеличивает их эффективность для всей группы.","sets":[13]},{"equipping_id":68,"character_id":15,"comment":"Гибридный вариант из двух подходящих сетов, если ещё не удалось нафармить четырёх кусков сетов Церемония древней знати и Возлюбленная юная дева.","sets":[13,14]},{"equipping_id":67,"character_id":15,"comment":"Очень хороший сет для Дионы в роли саппорта,повышающий эффективность ее ульты и усиливающий союзников.","sets":[14]},{"equipping_id":71,"character_id":16,"comment":"Гибридный вариант из двух подходящих сетов, если ещё не удалось нафармить четырёх кусков сетов Кокон сладких грёз и Архаичный камень.","sets":[21,29]},{"equipping_id":70,"character_id":16,"comment":"Неплохой сет при условии, что у артефактов подходящие статы. Однако при использовании данного сета группе понадобится сильный щитовик — например, Чжун Ли.","sets":[22]},{"equipping_id":69,"character_id":16,"comment":"Лучший вариант для Итто, который даст ему максимум урона. Сет усиливает все необходимые Итто параметры. Огромным плюсом будет то, что бафф от 4 кусков копится, даже когда Итто находится «в кармане». Это можно использовать в Витой бездне: просто подождите 12 секунд, прежде чем запускать бой, чтобы Итто начал битву сразу с максимумом стаков (но для этого он должен быть в «кармане» — то есть где угодно, кроме первого слота в отряде).","sets":[29]},{"equipping_id":73,"character_id":17,"comment":"Неплохой гибридный сет, если Вы собираете дамагера и Вам не хватает хороших кусков сета Изумрудная тень. Сет Конец гладиатора можно также заменить на сет Странствующий ансамбль. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,16]},{"equipping_id":74,"character_id":17,"comment":"Неплохой гибридный сет, если Вы собираете дамагера и Вам не хватает хороших кусков сета Изумрудная тень. Сет Странствующий ансамбль можно также заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[12,16]},{"equipping_id":72,"character_id":17,"comment":"Лучший сет на Кадзуху в любой роли, так как дает бонус Анемо урона самому герою, а также увеличивает урон от Рассеивания и уменьшает сопротивление врагов к поглощённой стихии. Это позволяет Кадзухе значительно усилить отряд.","sets":[16]},{"equipping_id":78,"character_id":18,"comment":"Доступный четырёхзвёздочный сет, который подойдёт для начинающих путешественников.","sets":[9]},{"equipping_id":77,"character_id":18,"comment":"При наличии хороших статов только на двух кусках сета Горящая алая ведьма и двух кусках Конец гладиатора используем их. Просто и эффективно.","sets":[11,19]},{"equipping_id":80,"character_id":18,"comment":"Гибридный вариант, который тоже можн использовать за неимением других сетов с подходящими статами. Сет Конец гладиатора также можно заменить на сет Церемония древней знати. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,14]},{"equipping_id":82,"character_id":18,"comment":"Сет для билда на заряженные атаки, который хорошо сочетается с пассивкой Тук-тук, кто там?","sets":[12]},{"equipping_id":79,"character_id":18,"comment":"Более-менее играбельный сет. Бафает силу атаки на 20% всему отряду, правда, Вы всё равно будете почти всё это время играть на Кли.","sets":[14]},{"equipping_id":81,"character_id":18,"comment":"Гибридный вариант, который тоже можн использовать за неимением других сетов с подходящими статами. Сет Церемония древней знати также можно заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[14,19]},{"equipping_id":75,"character_id":18,"comment":"Сет увеличивает бонус Пиро урона и урон от всех элементальных реакций. Один минус: долгая перезарядка «ешки» не позволит Вам полностью раскрыть потенциал сета. Бафф на дополнительный Пиро урон от четырёх кусков даже при идеальном тайминге суммируется максимум два раза и будет периодически исчезать, т.к. висит он 10 секунд, а перезарядка наших двух бомбочек — по 20 секунд у каждой. Но это нисколько не уменьшает полезность этого сета.","sets":[19]},{"equipping_id":76,"character_id":18,"comment":"Сет может заиграть на Кли, ведь она подолгу остаётся на поле боя, а враги постоянно находятся под эффектом Пиро.","sets":[20]},{"equipping_id":84,"character_id":19,"comment":"Гибридный сет, который можно использовать, если у артефактов приемлемые статы. Если же Вам нужно больше исцеления, возьмите четыре куска сета Возлюбленная юная дева, однако четыре куска сета Стойкость Миллелита в любом случае лучше.","sets":[13,26]},{"equipping_id":85,"character_id":19,"comment":"Подходящий сет, если Вам нужно больше исцеления, однако четыре куска сета Стойкость Миллелита в любом случае лучше. Можно также совместить два куска сета Стойкость Миллелита с двумя кусками сета Возлюбленная юная дева, если у них приемлемые статы.","sets":[13]},{"equipping_id":88,"character_id":19,"comment":"Гибридный вариант для Кокоми в роли дамагера. Сета Возлюбленная юная дева также можно заменить на сет Стойкость Миллелита. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[13,24]},{"equipping_id":230,"character_id":19,"comment":"Не слишком популярный сет, который может заиграть в связке с Бэй Доу и Фишль — всё благодаря постоянным реакциям Заряд, которые поддерживают статус Электро на врагах.","sets":[18]},{"equipping_id":86,"character_id":19,"comment":"Лучший сет для Кокоми в роли дамагера на реакциях и для постоянной атаки врагов. В этом случае лучше ставить медузу на поле прямо перед входом в ульту.","sets":[24]},{"equipping_id":87,"character_id":19,"comment":"Гибридный вариант для Кокоми в роли дамагера. Сет Стойкость Миллелита также можно заменить на сет Возлюбленная юная дева. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[24,26]},{"equipping_id":83,"character_id":19,"comment":"Единственный стоящий сет для Кокоми в роли хилера/саппорта. Несмотря на то, что этот эффект бонуса длится всего 3 секунды, он обновляется каждый раз, когда атака медузы попадает по врагу. А благодаря продлению действия медузы от ульты Кокоми этот бафф можно поддерживать 100% времени.","sets":[26]},{"equipping_id":89,"character_id":20,"comment":"Лучший вариант сборки для Кэцин в роли главного электро DPS.","sets":[11,17]},{"equipping_id":90,"character_id":20,"comment":"Сет увеличивает урон реакций на основе Электро. Также все эти реакции уменьшают откат элементального навыка.\nХороший и удобный комплект. Игра через реакции наиболее проста, т.к. даже мобы иногда обладают собственным элементом.","sets":[18]},{"equipping_id":91,"character_id":20,"comment":"Сет очень хорошо разгоняет урон атак, но фактически лишает персонажа взрыва стихий. А урон ульты Кэ Цин очень хорош, да и баф от него имеет значительную пользу. Впрочем общий DPS все равно вырастет, так что сет вполне играбельный.","sets":[28]},{"equipping_id":92,"character_id":21,"comment":"Неплохой сет, который можно использовать, если четыре куска сета Церемония древней знати больше ни на кого не надеты. Однако гораздно интереснее смотрится этот сет в количестве двух кусков, например, вместе с сетом Заблудший в метели.","sets":[14]},{"equipping_id":93,"character_id":21,"comment":"Отличный вариант сборки для Кэйи в роли крио DPS.","sets":[14,23]},{"equipping_id":231,"character_id":21,"comment":"Сильный сет для Кэйи в роли саппорта и крио DPS. Позволяет набрать достаточно шанса крита только выполняя условия сета. Добавим к этому ещё крио резонанс и созвездия и артефакты с оружием можно брать только на Крит. урон.","sets":[23]},{"equipping_id":95,"character_id":22,"comment":"Лучший вариант для Лизы в роли саппорта, который даст не только больше урона от ульты, но и забустит весь отряд.","sets":[14]},{"equipping_id":96,"character_id":22,"comment":"Гибридный вариант, если пока не удалось собрать полный комплект сета Громогласный рёв ярости.","sets":[14,17]},{"equipping_id":94,"character_id":22,"comment":"Такой сет будет наилучшим для Лизы в роли электро DPS.","sets":[17]},{"equipping_id":232,"character_id":22,"comment":"Хороший сет, но требует раскачки строго через Восстановление энергии, от которого будет зависеть общий буст атаки персонажа.","sets":[27]},{"equipping_id":98,"character_id":23,"comment":"Гибридный сет, если у Вас не набирается четырех кусков сета Церемония древней знати.","sets":[12,14]},{"equipping_id":100,"character_id":23,"comment":"Гибридный вариант для Моны в роли гидро саппорта. Рекомендуется только в виде переходного варианта при наличии нужных дополнительных статов.","sets":[12,24]},{"equipping_id":97,"character_id":23,"comment":"Сет неплохо смотрится на Моне в роли саппорта, так как активация ульты бафает силу атаки отряда на 20% в теч. 12 сек. Но в данном случае ей нужно собирать достаточно много восстановления, чтобы она чаще ультовала для активации эффекта.","sets":[14]},{"equipping_id":99,"character_id":23,"comment":"Подходящий вариант для Моны в роли гидро саппорта, если Мона играет через обычные или заряженные атаки.","sets":[14,24]},{"equipping_id":101,"character_id":24,"comment":"Классическая сборка артефактов для Нин Гуан в роли основного дамагера. Сет Конец гладиатора также можно заменить на сет Воспоминания Симэнавы. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,21]},{"equipping_id":103,"character_id":24,"comment":"Такой набор лучше подойдёт для Нин Гуан в «револьверной» группе.","sets":[14,21]},{"equipping_id":102,"character_id":24,"comment":"Классическая сборка артефактов для Нин Гуан в роли основного дамагера. Сет Воспоминания Симэнавы также можно заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[21,28]},{"equipping_id":104,"character_id":24,"comment":"Сет подойдет для Нин Гуан в роли саппорта в команде с двумя персонажами одной стихии, например, Мона и Син Цю или Бэй Доу и Фишль.","sets":[21]},{"equipping_id":105,"character_id":24,"comment":"Неплохой сет, если Вы планируете использовать Нин Гуан как автоатакера, а также если Вы используете Память о пыли (чтобы суммировались бонусы к прочности щита). Однако придётся проводить больше времени на поле боя, чтобы бонус Встречной кометы окупился.","sets":[22]},{"equipping_id":107,"character_id":25,"comment":"Подходящий сет, если четыре куска сета Церемония древней знати больше некому надеть.","sets":[14]},{"equipping_id":106,"character_id":25,"comment":"Хороший вариант сборки для Путешественника в роли DPS.","sets":[16]},{"equipping_id":110,"character_id":26,"comment":"Вариант сборки для Путешественника в роли саппорта.","sets":[11,21]},{"equipping_id":109,"character_id":26,"comment":"В целом довольно сомнительный набор на гео протагониста. Но его бонусы не бесполезны.","sets":[14]},{"equipping_id":108,"character_id":26,"comment":"Пожалуй это лучший набор для гео DPS — и сами бьём сильнее и урон команды поднимаем.","sets":[21]},{"equipping_id":111,"character_id":27,"comment":"Хороший вариант для Путешественника в роли второстепенного электро DPS. ","sets":[14]},{"equipping_id":113,"character_id":27,"comment":"Хороший вариант для Путешественника в роли DPS. ","sets":[17]},{"equipping_id":112,"character_id":27,"comment":"Хороший вариант для Путешественника в роли саппорта. ","sets":[27]},{"equipping_id":115,"character_id":28,"comment":"Сет выглядят сильно слабее полного сета Эмблема рассечённой судьбы, но всё же в первую очередь нужно ориентироваться на вторичные характеристики отдельных артефактов. Это будет простое и эффективное решение для Баал. Обязательно обращайте внимание на вторичные статы! Сет Церемония древней знати также можно заменить на сет Громогласный рёв ярости. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[14,27]},{"equipping_id":116,"character_id":28,"comment":"Сет выглядят сильно слабее полного сета Эмблема рассечённой судьбы, но всё же в первую очередь нужно ориентироваться на вторичные характеристики отдельных артефактов. Это будет простое и эффективное решение для Баал. Обязательно обращайте внимание на вторичные статы! Сет Громогласный рёв ярости также можно заменить на сет Церемония древней знати. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[17,27]},{"equipping_id":114,"character_id":28,"comment":"Однозначно лучший сет для Райдэн. Постарайтесь набрать около 200% восстановления энергии — это даст +50% к урону от ульты и не слишком сильно превысит необходимый порог восстановления энергии в ущерб другим статам. Учитывайте, что основные атаки Баал во время действия ульты также получают бафф от этого сета, т.к. считаются уроном от ульты.","sets":[27]},{"equipping_id":118,"character_id":29,"comment":"Такой сет подойдёт для Розарии в роли DPS (Физ. урон либо физ. + Крио урон) и будет полезнее для тех, кто использует в основном обычные — не заряженные — атаки.","sets":[11]},{"equipping_id":119,"character_id":29,"comment":"Гибридный универсальный вариант для Розарии в роли DPS (Физ. урон либо физ. + Крио урон), который подойдёт для использования в бою обоих типов атаки.","sets":[11,15]},{"equipping_id":120,"character_id":29,"comment":"Если в вашей группе нет персонажа, который будет использовать полный набор Церемонии древней знати и давать бонус к атаке для всей команды, можете отдать его Розарии в роли саппорта или саб-DPS (Крио урон) — это  будет хорошим решением.","sets":[14]},{"equipping_id":121,"character_id":29,"comment":"Сет принесёт наибольшую эффективность для Розарии в роли саппорта или саб-DPS (Крио урон).","sets":[14,23]},{"equipping_id":117,"character_id":29,"comment":"Хороший сет для Розарии в роли DPS (Физ. урон либо физ. + Крио урон), если Вы собираетесь сражаться в основном заряженными атаками.","sets":[15]},{"equipping_id":123,"character_id":30,"comment":"Неплохой гибридный вариант, если четыре куска сета Бледный огонь пока собрать не удалось. Получаем отличные баффы урона и силы атаки без каких-либо усилий. ","sets":[11,25]},{"equipping_id":129,"character_id":30,"comment":"Самый простой для фарма сет, который выпадает со всех боссов. ","sets":[11]},{"equipping_id":124,"character_id":30,"comment":"Неплохой гиридный вариант, если четыре куска сета Бледный огонь пока собрать не удалось. Получаем бафф урона без каких-либо усилий. ","sets":[15,25]},{"equipping_id":127,"character_id":30,"comment":"Крепкий гибридный варинат. Сет Конец гладиатора также можно заменить на сет Бледный огонь. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[15,17]},{"equipping_id":126,"character_id":30,"comment":"Крепкий гибридный варинат. Сет Бледный огонь также можно заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[17,25]},{"equipping_id":128,"character_id":30,"comment":"Сет имеет место быть, т.к. Электро статус будет практически всегда находиться на противниках, особенно во время действия ульты. А вот при использовании элементальных реакций в команде он уже менее полезен, т.к. они будут сбивать Электро статус.","sets":[18]},{"equipping_id":125,"character_id":30,"comment":"Сет подойдёт для Рэйзора, вооружённого Некованым или Мечом драконьей кости. Отличный вариант, если у Вас есть, в идеале, ещё и Чжун Ли.","sets":[22]},{"equipping_id":122,"character_id":30,"comment":"Данный сет станет хорошим помощником Рэйзора в нанесении урона. Однако, учитывая бонус от набора, после применения заряженной «ешки» Ваши стаки исчезнут, потому что его перезарядка в 10 секунд выходит за рамки длительности баффа. С сетом Бледный огонь заряженную «ешку» Вам лучше не использовать.","sets":[25]},{"equipping_id":134,"character_id":31,"comment":"Хороший гибридный вариант для Сары в роли саппорта, если пока не удалось собрать четыре куска сета Громогласный рёв ярости. Сет Конец гладиатора также можно заменить на сет Воспоминания Симэнавы. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,17]},{"equipping_id":130,"character_id":31,"comment":"Отличный вариант сборки для Сары в роли саппорта (батарейка). Выбирайте артефакты с приемлемыми характеристиками (в первую очередь с достаточным количеством восстановления энергии). Бонус от четырёх кусков даст всей группе бафф на атаку после ульты Сары, который, складываясь с баффом самой Сары, даст хороший прирост к урону. А восстановление энергии позволит Вам использовать ульту по откату.","sets":[14]},{"equipping_id":132,"character_id":31,"comment":"Хороший гибридный вариант для Сары в роли саппорта, если пока не удалось собрать четыре куска сета Громогласный рёв ярости.","sets":[14,17]},{"equipping_id":133,"character_id":31,"comment":"Хороший гибридный вариант для Сары в роли саппорта, если пока не удалось собрать четыре куска сетов Громогласный рёв ярости или Эмблема рассечённой судьбы.","sets":[17,27]},{"equipping_id":135,"character_id":31,"comment":"Хороший гибридный вариант для Сары в роли саппорта, если пока не удалось собрать четыре куска сета Громогласный рёв ярости. Сет Воспоминания Симэнавы также можно заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[17,28]},{"equipping_id":136,"character_id":31,"comment":"Отлиный варинат для Сары в роли саппорта на замену четырех кусков сета Эмблема рассечённой судьбы.","sets":[17]},{"equipping_id":131,"character_id":31,"comment":"Если в вашей группе уже есть кто-то с четырьмя кусками сета Церемония древней знати, то экипируйте Сару в данный сет. Такой сет подойдет для Сары как в роли второстепенного DPS, так и в роли саппорта. Он ещё больше увеличит восстановление энергии, а также усилит ульту Сары за счёт этой характеристики. ","sets":[27]},{"equipping_id":138,"character_id":32,"comment":"Альтернативный вариант сборки, если пока не удалось собрать четыре куска сета Изумбрудная тень.","sets":[1,12]},{"equipping_id":139,"character_id":32,"comment":"Альтернативный вариант сборки, если пока не удалось собрать четыре куска сета Изумбрудная тень.","sets":[1]},{"equipping_id":140,"character_id":32,"comment":"Подходящий сет, если у Вас в отряде больше некому его надеть. Активация её ульты даст всему отряду увеличение силы атаки. Однако придётся постараться со вторичными статами: набрать везде мастерство стихий будет очень сложно.","sets":[14]},{"equipping_id":137,"character_id":32,"comment":"Лучший набор для Сахарозы, который раскрывает в ней мощного Анемо-саппорта. Дебаф на сопротивление невероятно мощный и на деле, в зависимости от начального сопротивления врага, может давать даже больше урона, чем непосредственный элементальный бонус. Но этот же эффект делает Анемо-саппорта эффективным только для персонажей со стихиями: Пиро, Гидро, Электро и Крио. Гео, Анемо и, уж тем более, физический урон – рассеять нельзя, а значит и дебаф не наложить.","sets":[16]},{"equipping_id":143,"character_id":33,"comment":"Универсальный гибридным вариантом экипировки. Сет Конец гладиатора также можно заменить на сет Воспоминания Симэнавы. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,16]},{"equipping_id":142,"character_id":33,"comment":"Подходящий вариант, если у Вас нет четырёх хороших кусков сета Изумрудная тень.","sets":[12,16]},{"equipping_id":145,"character_id":33,"comment":"Хороший сет, если Вы вообще не планируете использовать Рассеивание — например, в группе с Сяо или в связке с Гео персонажами (Гео рассеивать невозможно).","sets":[14]},{"equipping_id":141,"character_id":33,"comment":"Самый лучший сет для всех Анемо-саппортов, и Саю не исключение. Просто рассейте элемент вашего главного дамагера, и сопротивление врага этому элементу снизится на 40%. Также с этим сетом наиболее выгодно собирать высокое мастерство стихий, т.к. полный сет даёт 60% бонус к урону от Рассеивания — а Рассеивание, в свою очередь, берёт в расчёт исключительно мастерство стихий и уровень персонажа. Уровень атаки и криты для него не важны — благодаря этому билд на мастерство стихий можно относительно легко собрать даже из артефактов с «плохими» побочными статами.","sets":[16]},{"equipping_id":144,"character_id":33,"comment":"Универсальный гибридным вариантом экипировки. Всё внимание на вторичные статы. Сет Воспоминания Симэнавы также можно заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[16,28]},{"equipping_id":146,"character_id":34,"comment":"Идеальный вариант сборки для Син Цю в роли саппорта. Просто и без всяких дополнительных условий.","sets":[14,24]},{"equipping_id":147,"character_id":34,"comment":"Подходящий сет, если в вашей группе некому больше его надеть. Сет повысит общий урон всей группы, но собственный урон Син Цю немного понизится.","sets":[14]},{"equipping_id":148,"character_id":34,"comment":"Неплохим вариантом для Син Цю в роли саппорта, но нужно быть сторожным с набором восстановления энергии: для эффективной игры Син Цю хватит всего 180-200% (чем выше уровень пробуждения Церемониального меча, тем меньше можно набирать восст. энергии). Больше восстановления энергии собирать бессмысленно — лучше вложиться в атаку и криты.","sets":[27]},{"equipping_id":151,"character_id":35,"comment":"Хороший вариант сборки для Синь Янь в роли DPS на физический урон. ","sets":[11]},{"equipping_id":152,"character_id":35,"comment":"Неплохой гибридный вариант, если пока не удалось собрать четыре куска сета Конец гладиатора.","sets":[11,15]},{"equipping_id":150,"character_id":35,"comment":"Вариант сборки для Синь Янь в роли DPS, который усиливает всю группу и прекрасно работает, особенно в сочетании с Церемониальным двуручным мечом.","sets":[14]},{"equipping_id":149,"character_id":35,"comment":"Хороший гибридный вариант для Синь Янь в роли DPS, который даёт много физического урона без каких-либо усилий. ","sets":[15,25]},{"equipping_id":233,"character_id":36,"comment":"Вариант сборки для Сян Лин с максимальным уроном от взрыва стихий. Всё, что нам нужно, и без заморочек. Сет Странствующий ансамбль также можно заменить на сет Церемония древней знати. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[12,19]},{"equipping_id":154,"character_id":36,"comment":"Вариант сборки для Сян Лин с максимальным уроном от взрыва стихий. Всё, что нам нужно, и без заморочек. Сет Церемония древней знати также можно заменить на сет Странствующий ансамбль. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[14,19]},{"equipping_id":155,"character_id":36,"comment":"Подходящий сет, если в вашей группе некому больше его надеть. Сет повысит общий урон всей группы, но собственный урон Син Цю немного понизится.","sets":[14]},{"equipping_id":153,"character_id":36,"comment":"Идеальный вариант при условии хороших вторичных статов, который увеличит Пиро урон и урон от реакций с элементом Пиро.","sets":[19]},{"equipping_id":157,"character_id":36,"comment":"В теории такой сет можно использовать на Сян Лин, но уже Вам решать, сумеете ли Вы поддерживать на врагах постоянный Пиро статус, чтобы получать бафф от полного сета. Это может быть проще в командах с Анемо героями (Венти, Сяо, Сахароза, Кадзуха), которые своим Рассеиванием будут постоянно перекидывать Пиро на ближайших врагов.","sets":[20]},{"equipping_id":156,"character_id":36,"comment":"Сет будет хорошо смотреться на Сян Лин: он и добавит восстановления энергии, которое ей так нужно, и заодно увеличит урон от ульты. Но тут главное — как ни странно, не собрать слишком много восстановления энергии в ущерб атаке и критам. Условные 200% восстановления энергии с низкой атакой при полном сете всё равно дадут меньше урона, чем 150%, но с высокой атакой. Так что смело используйте сет, если выбили удачные куски из него, но не зацикливайтесь на восстановлении энергии.","sets":[27]},{"equipping_id":159,"character_id":37,"comment":"Гибридный сет, если у Вас ещё нет четырех кусков сета Сердце глубин. Это даст Вам хорошие пассивные бонусы для любой ситуации. Сет Конец гладиатора также можно заменить на сет Церемония древней знати. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,24]},{"equipping_id":161,"character_id":37,"comment":"Можно рассмотреть данный сет, если у Вас выпали на него хорошие вторичные характеристики. Мастерство стихий хорошо подойдет для Тартальи на позиции второго дамагера, а его заряженные атаки трудно игнорировать, ведь мы используем их в обеих стойках.","sets":[12]},{"equipping_id":160,"character_id":37,"comment":"Гибридный сет, если у Вас ещё нет четырех кусков сета Сердце глубин. Это даст Вам хорошие пассивные бонусы для любой ситуации. Сет Церемония древней знати также можно заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[14,24]},{"equipping_id":158,"character_id":37,"comment":"Однозначно лучший сет для Тартальи в роли DPS. Интерес вызывает бафф на урон от обычных и заряженных атак после элементального навыка. Именно вокруг этого баффа строится использование ближней стойки и менеджмент её перезарядки.","sets":[24]},{"equipping_id":165,"character_id":38,"comment":"Альтернативный сет, если Вы ещё не фармили 5* сеты. Сет лучше использовать в команде, построенной на элементальных реакциях. С ним Тома баффнет мастерство стихий всех членов команды после создания хотя бы одной элементальной реакции.","sets":[1]},{"equipping_id":162,"character_id":38,"comment":"Отличным выбор для Томы. Универсальный сет, если у Вас в группе нет персонажей, которые уже его носят (скажем, Беннета). А в отсутствии какого либо вменяемого урона от Томы делает этот набор фактически лучшим выбором - все на пользу группы.","sets":[14]},{"equipping_id":164,"character_id":38,"comment":"Сбалансированный билд артефактов на чистые статы. Это принесёт пользу всей команде.","sets":[26,27]},{"equipping_id":163,"character_id":38,"comment":"Подходящий сет для Томы, однако тут есть несколько нюансов. Снаряжая Тому хорошими артефактами из этого сета, вы, возможно, лишаете другого своего персонажа возможности увеличить свою эффективность, т.к. сет повышает урон от ульты, а у Томы он невысокий. Райдэн или Сян Лин получат от Эмблемы куда больший прирост урона.","sets":[27]},{"equipping_id":169,"character_id":39,"comment":"Неплохой сет для Фишль, если ещё не добрались до «золотых» артефактов.","sets":[4,8]},{"equipping_id":167,"character_id":39,"comment":"Хороший вариант для Фишль в роли саппорта (электро урон). Сет Азартный игрок также можно заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[9,17]},{"equipping_id":166,"character_id":39,"comment":"Один из лучших вариантов для Фишль в роли саппорта (электро урон). Сет Конец гладиатора также можно заменить на сет Азартный игрок. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,17]},{"equipping_id":170,"character_id":39,"comment":"Лучшая сборка для Фишль в роли DPS, которая сильно баффает физический урон.","sets":[11,25]},{"equipping_id":168,"character_id":39,"comment":"Замечательный сет для Фишль в роли саппорта: Бонус Электро урона, сильнее реакции, откатывает навык.","sets":[17]},{"equipping_id":178,"character_id":40,"comment":"Как вариант можно использовать данный сет, если ещё не фармили артефакты.","sets":[2]},{"equipping_id":175,"character_id":40,"comment":"Хороший гибридный вариант, если Вы нацелены в основном на использование ульты. Суммарно ульта будет наносить на 35% больше урона, что равняется бонусу от сета Ступающий по лаве. Но этот гибридный набор даёт вам больше свободы в выборе напарников.","sets":[14,19]},{"equipping_id":171,"character_id":40,"comment":"Сет  лучше всего подойдёт тем, кто планирует использовать Ху Тао для постоянного создания элементальных реакций с Пиро. Бонус от четырёх кусков не будет суммироваться больше одного раза, но пассивный бонус на все Пиро реакции перекроет этот недостаток.","sets":[19]},{"equipping_id":177,"character_id":40,"comment":"Неплохой гибридный варинат для Ху Тао. Прирост в максимальном HP баффнет урон от «ешки» Ху Тао. Просто и удобно — не только для урона, но и для выживания.","sets":[19,26]},{"equipping_id":172,"character_id":40,"comment":"Универсальный набор для Ху Тао на увеличения урона от заряженных атак. Но используйте его только в группах с чистым Пиро уроном, если Вы уверены, что на цели будет всегда оставаться Пиро статус (т.е. если у Вас в команде, например, Син Цю, чья ульта будет постоянно сбивать Пиро, сет теряет эффективность).","sets":[20]},{"equipping_id":173,"character_id":40,"comment":"Сет очень хорошо подойдёт обладателям щитовиков (таких, как Чжун Ли) в группе. Игра за Ху Тао — это практически всегда бой в шаге от смерти. Постоянная поддержка низкого HP подразумевает какую-либо защиту — гарантию того, что персонаж не погибнет. И щиты Вам её обеспечат.","sets":[22]},{"equipping_id":176,"character_id":40,"comment":"Такой сет можно рассмотреть для Ху Тао, но, во-первых, ей не нужно столько восстановления энергии, а во-вторых, есть персонажи, которым этот сет будет более выгоден. Однако цифры есть цифры: Вы неплохо увеличите урон ульты за счёт бонуса, но в целом потеряете в общем уроне Ху Тао. Решать Вам.","sets":[27]},{"equipping_id":174,"character_id":40,"comment":"Сет выглядит достаточно неплохо. Благодаря баффам, каждый раз, используя элементальный навык, Вы будете наносить +50% урона заряженными атаками. А вот с тем, чтобы регулярно использовать ульту, могут возникнуть проблемы, так что Вам может понадобиться «батарейка» (персонаж той же стихии, который будет снабжать Ху Тао элементальными частицами) в команде или оружие либо часы с восстановлением энергии.","sets":[28]},{"equipping_id":182,"character_id":41,"comment":"Гибридный сет для Ци Ци в роли целителя с упором в силу атаки, которая будет легко и нагло танковать всех боссов, лечить отряд с автоатак или активного персонажа с элем. навыка и прожимать ульт примерно раз в вечность. Для прохождения сюжета, прогулок по Драконьему хребту или для игры в кооперативе - отличный вариант.","sets":[11,13]},{"equipping_id":181,"character_id":41,"comment":"Сет — временное решение, подходящее для низких рангов. В лейте у Ци Ци с таким сетом будет большой переизбыток цифр хила.","sets":[13]},{"equipping_id":180,"character_id":41,"comment":"Сет идеально работает на нашем Ци Ци в роли саппорте, позволяя не только лечить, но и калечить. С таким сетом мы получаем периодический стабильный физ урон на условные 9-20к по каждой близстоящей цели (которые превращаются в сотню-другую тысяч суммарного урона в продолжительных боях). Ци Ци, постоянно вешающая метки на монстров, будет также постоянно наносить урон своим пузырём.\n\n","sets":[30]},{"equipping_id":183,"character_id":42,"comment":"Сет вполне можно использовать для Чжун Ли в роли DPS, однако он уступает другим предложенным вариантам.","sets":[11]},{"equipping_id":184,"character_id":42,"comment":"Наиболее сбалансированный вариант. Сеты Конец гладиатора или Рыцарь крови также можно заменить на сет Бледный огонь. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,15]},{"equipping_id":186,"character_id":42,"comment":"Сбалансированный вариант. Сеты Бледный огонь и Конец гладиатора также можно заменить на сет Рыцарь крови. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,25]},{"equipping_id":189,"character_id":42,"comment":"Сет принесет наибольший урон от навыков Чжун Ли в роли саппорта. Один из сетов Архаичный камень или Церемония древней знати также можно заменить на сет Стойкость Миллелита. Выбирайте те, чьи вторичные характеристики лучше.","sets":[14,21]},{"equipping_id":191,"character_id":42,"comment":"Сет принесет наибольший урон от навыков Чжун Ли в роли саппорта. Один из сетов Стойкость Миллелита или Церемония древней знати также можно заменить на сет Архаичный камень. Выбирайте те, чьи вторичные характеристики лучше.","sets":[14,26]},{"equipping_id":193,"character_id":42,"comment":"Неплохое решение, которым можно экипировать Чжун Ли в роли саппорта, если в вашей группе нет персонажа, который будет использовать данный сет.","sets":[14]},{"equipping_id":185,"character_id":42,"comment":"Сбалансированный вариант. Сеты Бледный огонь и Рыцарь крови также можно заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[15,25]},{"equipping_id":188,"character_id":42,"comment":"Потенциально самый сильный сет для Чжун Ли в роли саппорта, но для игры  нужна особая внимательность: бонус распространяется только на одну стихию единовременно, а ещё нужно следить, чтобы именно Чжун Ли поднимал осколок.","sets":[21]},{"equipping_id":192,"character_id":42,"comment":"Сет принесет наибольший урон от навыков Чжун Ли в роли саппорта. Один из сетов Стойкость Миллелита или Архаичный камень также можно заменить на сет Церемония древней знати. Выбирайте те, чьи вторичные характеристики лучше.","sets":[21,26]},{"equipping_id":187,"character_id":42,"comment":"Неплохой сет для Чжун Ли в роли DPS.","sets":[22]},{"equipping_id":190,"character_id":42,"comment":"Сет явно и был рассчитан в первую очередь на Чжун Ли, которым, к тому же, гораздо легче пользовать чем сетом архаичный камень. Самое главное, что эффект срабатывает даже тогда, когда хозяин сета находится «в кармане», — а Каменные стелы как раз наносят урон даже в отсутствие Чжун Ли на поле.","sets":[26]},{"equipping_id":196,"character_id":43,"comment":"Альтернативный вариант сборки для Чун Юня в роли крио DPS, если пока не удалось собрать четыре куска сета Церемония древней знати.","sets":[11,23]},{"equipping_id":194,"character_id":43,"comment":"Отличный гибридный сет для Чун Юня в любой роли, который представляет собой нечто среднее между отличным уроном с ультимейта и возможностью бить базовыми атаками. Здесь мы не вдаёмся в крайность и находимся ровно посередине. ","sets":[14,23]},{"equipping_id":195,"character_id":43,"comment":"Хороший сет, который нацелен больше на отряд, чем на персональный урон Чуня, именно благодаря этому он будет очень полезным. Использование сета именно на Чун Юне в национальной команде в приоритете, ведь в таком составе Беннет может взять на себя набор Инструктора под раздачу бонуса отряду, а мы оставляем за собой хороший урон от данного сета.","sets":[14]},{"equipping_id":198,"character_id":44,"comment":"Гибридный вариант для Шань Хэ в роли крио DPS, если пока не удалось нафармить четыре куска сета Заблудший в метели.","sets":[11,23]},{"equipping_id":200,"character_id":44,"comment":"Неплозая альтернатива для Шань Хэ в роли крио саппорта, если четыре куска сета Церемония древней знати уже надеты на другом персонаже.","sets":[11,27]},{"equipping_id":199,"character_id":44,"comment":"Отличный вариант для Шань Хэ в роли крио саппорта, если данный сет больше некому надеть.","sets":[14]},{"equipping_id":197,"character_id":44,"comment":"Лучший вариант для Шань Хэ в роли крио DPS.","sets":[23]},{"equipping_id":201,"character_id":45,"comment":"Лучший вариант для Элой в роли крио DPS, т.к. для неё важна не только сила атаки, но и бонус Крио урона.","sets":[11,23]},{"equipping_id":202,"character_id":45,"comment":"Крепкий вариант для Элой в роли DPS.","sets":[28]},{"equipping_id":205,"character_id":46,"comment":"Эта сборка усиливает Элементальный навык и Элементальный взрыв Эмбер в роли саппорта. Бесструный — предпочтительное оружие.","sets":[11,19]},{"equipping_id":206,"character_id":46,"comment":"Интересный сет для Эмбер в роли снайпера. Идея этой сборки состоит в том, чтобы стрелять мощным, полностью заряженным прицельным выстрелом каждые 10 секунд, используя дополнительную стрелу из её первого созвездия.","sets":[12]},{"equipping_id":204,"character_id":46,"comment":"Вариант для Эмбер как в роли DPS, так и роли саппорта, однако Эмбер слаба в плане дамага и надеяться, что она будет сильным атакующим членом отряда, не стоит.","sets":[14]},{"equipping_id":203,"character_id":46,"comment":"Вариант для Эмбер в роли DPS, однако Эмбер слаба в плане дамага и надеяться, что она будет сильным атакующим членом отряда, не стоит.","sets":[27]},{"equipping_id":209,"character_id":47,"comment":"Акутальный сет для Эолы, если Вы ещё не получили ни одного куска сета Бледный огонь.","sets":[11,15]},{"equipping_id":208,"character_id":47,"comment":"Гибридный вариант на замену четырем кускам сета Бледный огонь, с которыми уже можно будет использовать заряженный Ледяной прибой. Так Вы не потеряете в Крио уроне благодаря дебаффам от навыка, но здесь уже понадобится второй Крио герой в роли «батарейки». ","sets":[15,25]},{"equipping_id":207,"character_id":47,"comment":"Лучший сет для Эолы, однако для полноценного использования желательно получить второе созвездие. Но даже если у Вас его нет, можете просто не использовать заряженный Ледяной прибой, который откатывается 10 сек., а делать только короткие нажатия (4 сек. кулдауна). Так Эола будет сама быстро собирать энергию для ульты, и можно не брать в партию второго Крио героя — «батарейку». Снижения резиста врагов к Крио и физ. урону от долго нажатия навыка Вы получать не будете, но это компенсируется баффами от сета.","sets":[25]},{"equipping_id":211,"character_id":48,"comment":"Отличный саппорт сет усиливающий всю команду. По сути никак не усиливает саму Юнь Цзинь, но полезен для группы. Имеет смысл только если носить больше некому.","sets":[14]},{"equipping_id":210,"character_id":48,"comment":"Хороший сет для Юнь Дзинь в роли саппорта. Низкая базовая атака и отсутствие достаточного скалирования навыков от нее делает стат Сила атаки достаточно бесполезным для Юнь Цзинь, однако Защита лишней не бывает.","sets":[27,29]},{"equipping_id":214,"character_id":49,"comment":"Сет неплохо покажет себя на Янь Фэй в роли DPS. Сет Конец гладиатора также можно заменить на сет Церемония древней знати. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,19]},{"equipping_id":212,"character_id":49,"comment":"Это самый стабильный комплект: не заставляет задумываться о поддержании стаков, всё ваше внимание будет сосредоточено на бое с противником. Приоритетный сет при игре через билд на заряженные атаки.","sets":[12]},{"equipping_id":213,"character_id":49,"comment":"Сет неплохо покажет себя на Янь Фэй в роли DPS. Сет Церемония древней знати также можно заменить на сет Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[14,19]},{"equipping_id":217,"character_id":49,"comment":"Некоторые скажут, что этот сет не очень хорошо смотрится на Янь Фэй, однако можно использовать и его. Баффы от комплекта дают серьёзный прирост к урону, но многих смущает, что эффект полного сета может быть сложно поддерживать, т.к. откат элементального навыка Янь Фэй — 9 сек., и на то, чтобы собрать стак, остаётся лишь одна секунда. Постоянно прокать этот эффект в бою будет сложно, учитывая, что в команде ещё 3 персонажа, и каждый должен использовать свои умения. Но, несмотря на это, сет Горящей алой ведьмы достаточно хорош для Янь Фэй, и лучше всего он заиграет в билде на элементальные реакции.","sets":[19]},{"equipping_id":215,"character_id":49,"comment":"К этому сету обычно относятся со скепсисом, однако Янь Фэй будет постоянно поддерживать эффект Пиро на целях за счёт своих способностей (физических атак, как, например, у Дилюка, у неё попросту нет) — то есть +35% урона по целям с Пиро статусом Вам обеспечены. Однако помните, что некоторые слаймы и другие элементальные противники вообще не могут получить Пиро статус из-за врождённой стихийной принадлежности, и на них этот эффект распространяться не будет.","sets":[20]},{"equipping_id":216,"character_id":49,"comment":"Данный сет может оказаться играбельным в команде с Чжун Ли — если, например, заодно использовать в качестве катализатора Память о пыли.","sets":[22]},{"equipping_id":218,"character_id":50,"comment":"Гибридный сет, который подойдёт для Яэ Мико. Один из сетов также можно заменить на сеты Эмблема рассечённой судьбы или Воспоминания Симэнавы. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,17]},{"equipping_id":221,"character_id":50,"comment":"Гибридный сет, который подойдёт для Яэ Мико. Один из сетов также можно заменить на сеты Громогласный рёв ярости или Воспоминания Симэнавы. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[11,27]},{"equipping_id":219,"character_id":50,"comment":"Гибридный сет, который подойдёт для Яэ Мико. Один из сетов также можно заменить на сеты Эмблема рассечённой судьбы или Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[17,28]},{"equipping_id":220,"character_id":50,"comment":"Гибридный сет, который подойдёт для Яэ Мико. Один из сетов также можно заменить на сеты Конец гладиатора или Воспоминания Симэнавы. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[17,27]},{"equipping_id":223,"character_id":50,"comment":"Сет хорошо подойдёт для моно-Электро команд, но только при условии, что у Вас на нём идеальные характеристики. Всегда помните, что вторичные статы самих артефактов важнее состава сетов.","sets":[18]},{"equipping_id":224,"character_id":50,"comment":"Вариант для саппорта Яэ Мико. Сет баффают атаку вашей команды на 20% на 3 сек. каждый раз, когда «ешка» Яэ попадает по врагам. Эффект активируется даже «из кармана», поэтому можно спокойно переключаться между героями.","sets":[26]},{"equipping_id":222,"character_id":50,"comment":"Гибридный сет, который подойдёт для Яэ Мико. Один из сетов также можно заменить на сеты Громогласный рёв ярости или Конец гладиатора. Выбирайте тот, чьи вторичные характеристики лучше.","sets":[27,28]},{"equipping_id":234,"character_id":50,"comment":"Потенциально самый сильный сет для Яэ Мико.","sets":[27]}]}